{
  "Home": "Accueil",
  "artwork": "Oeuvres",
  "Artists": "Artistes",
  "Words from professionals": "Ils nous parlent",
  "Events": "Evénements",
  "History of art": "Histoire de l'art",
  "Blog": "Blog",
  "My account": "Mon compte",
  "Favorites": "Favoris",
  "Please check your search key or refresh the page": "Veuilez vérifier votre clé de recherche ou actualiser la page",
  "Password":"Mot de passe",
  "Email address": "Adresse mail",

  "Art is a wide range of human activities involving the creation of visual, auditory or performance artifacts (works of art) that express the imagination, conceptual ideas or technical skills of the creator, intended to be appreciated primarily for their beauty or emotional power. We offer you a multitude of masterpieces made by great artists. Embellish your premises with the fruit of a pure and authentic imaginationTranslated with www.DeepL.com/Translator (free version)": "L'art est un large éventail d'activités humaines impliquant la création d'artefacts visuels, auditifs ou de performance ( œuvres d'art ) qui expriment l' imagination , les idées conceptuelles ou les compétences techniques du créateur , destinées à être appréciées principalement pour leur beauté ou leur pouvoir émotionnel. Nous vous proposons une multitude d'oeuvres de chefs d'oeuvre réalisés par de grands artistes. Embellissez vos locaux par le fruit d'une imagination pure et authentique",
  "Art is a broad range of human activities involving the creation of visual, auditory, or performance artifacts (works of art) that express the imagination, conceptual ideas, or technical skills of the creator, intended to be appreciated primarily for their beauty or emotional power": "L'art est un large éventail d'activités humaines impliquant la création d'artefacts visuels, auditifs ou de performance ( œuvres d'art ) qui expriment l' imagination, les idées conceptuelles ou les compétences techniques du créateur , destinées à être appréciées principalement pour leur beauté ou leur pouvoir émotionnel",
  "We offer you a multitude of masterpieces made by great artists. Embellish your premises by the fruit of a pure and authentic imagination": "Nous vous proposons une multitude d'oeuvres de chefs d'oeuvre réalisés par de grands artistes. Embellissez vos locaux par le fruit d'une imagination pure et authentique",
  "Categories": "Catégories",
  "Create artist account":"Créer un compte artiste",
  "To register": "S'inscrire",
  "Login": "Se connecter",
  "See cart": "Voir Panier",
  "All": "Tout",
  "Prices": "Prix",
  "Continue exploring":"Continuer l'exploration",
  "Please refresh the page or try a search with other keywords":"Veuillez actualiser la page ou essayer une recherche avec d'autres mots clés",
  "Sorry for the inconvenience! There are no works at this time":"Désolé! Il n'y a pas d'œuvres pour le moment",
  "Search for a work of art": "Recherchez une oeuvre",
  "Personal space": "Espace personnel",
  "Your list is empty":"Votre liste est vide",
   "The history of African art": "L'histoire de l'art africain",
  "From your personal area, you have the ability to view recent account activity and update your account information.": "À partir de votre espace personnel, vous avez la possibilité d'afficher l'activité récente de votre compte et de mettre à jour les informations de votre compte.",
  "MY orders": "Mes commandes",
  "Logout": "Déconnexion",

  "Account Info": "Info Compte",
  "Address": "Adresse",
  "My favorites": "Mes favoris",
  "My subscriptions": "Mes abonnements",
  "My followed artists": "Mes artistes suivis",
  "Change password": "Changer le mot de passe",
  "Contact Information":"Information de contact",
  "Subscription": "Abonnement",
  "View the catalog": "Voir le catalogue",
  "Modify": "Modifier",

  "The architecture":"L’architecture",
  "Painting": "La peinture",
  "Sculpture": "La sculpture",
  "Drawing": "Le dessin",
  "Engraving":"La gravure",
  "Acrylic on canvas": "Acrylique sur toile",
  "Oil on canvas": "Huile sur toile",
  "Installation": "Installation",
  "Ink of china": "Encre de chine",
  "Charcoal": "Fusain",
  "Nut Hole": "Brou de Noix",
  "Gouache": "Gouache",
  "Etching": "Eau forte",
  "Contact us": "Nous Joindre",
  "Number": "Numéro",
  "Amount": "Montant",
  "Status": "Etat",
  "SignArt is a reference platform in the field of art. It focuses on artists and their works, exhibitions, history, art events etc":"SignArt est une plateforme de référence dans le domaine de l'art. Elle met l'accent sur les artistes et leurs oeuvres, les expostions, l'histoire, les événements artistiques etc",
  "Don't miss anything about SignArt by subscribing to the newsletter.": "Ne manquez rien sur SignArt en souscrivant à la newsletter.",
  "STAY CONNECTED": "Restez connecté",
  "See Cart": "Voir Panier"


}